---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Grid1
source: html/8924458c-3a90-bfc1-c764-2d6273086f81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Grid1 Property

"Border 2 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder2Grid1 { get; }
```